function getBotResponse(input) {
    //rock paper scissors
    if (input == "สวัสดี") {
        return "สวัสดี มีอะไรให้เราช่วยรึป่าว?";
    } else if (input == "วิธีรักษา") {
        return g;
    } else if (input == "scissors") {
        return "rock";
    }else if (input == "โควิด" || input == "covid" ) {
        return covid1;
    } else if (input == "goodbye") {
        return "Talk to you later!";
    }else {
        return "ขอโทษระบบไม่มีคำตอบสำหรับคำถามนี้";
    }
}



const covid1 = `อาการทั่วไปมีดังนี้\nมีไข้ไออ่อนเพลีย สูญเสียความสามารถในการดมกลิ่นและรับรส\nอาการที่พบไม่บ่อยนักมีดังนี้
\nเจ็บคอปวดศีรษะปวดเมื่อยเนื้อตัวท้องเสียมีผื่นบนผิวหนัง หรือนิ้วมือนิ้วเท้าเปลี่ยนสีตาแดงหรือระคายเคืองตา\nอาการรุนแรงมีดังนี้\nหายใจลำบากหรือหายใจถี่สูญเสียความสามารถในการพูดหรือเคลื่อนไหว หรือมึนงงเจ็บหน้าอก`;


const g =  `การมีสุขภาพที่ดีเป็นหนึ่งในข้อสำคัญของชีวิตคนเรา ซึ่งไม่ได้ถึงร่างกายภายนอกเท่านั้น สุขภาพทางด้านจิตใจก็เป็นเรื่องที่สำคัญเช่นกัน เพราะหากเรามีสุขภาพจิตใจที่ดีแล้ว ย่อมส่งผลต่อภาวะอารมณ์ในการจัดการกับชีวิตประจำวันของเราได้อย่างดี สำหรับวิธีการสร้างสุขภาพจิตที่ดีก็ทำได้ไม่ยาก เรามาดูกันค่ะว่ามีวิธีไหนบ้าง
ฝึกทำจิตใจให้สดชื่นแจ่มใส มองโลกในแง่ดี ฝึกเป็นคนสุขุมรอบคอบ ไม่ใจร้อน โกรธง่าย ไม่เอาจริงเอาจังกับทุกอย่างจนเกินไป ไม่หวั่นไหวง่าย ไม่ควรหมกมุ่นกับเรื่องไร้สาระ
เสริมสร้างความสัมพันธ์กับผู้อื่น ไม่ว่าจะเป็นครอบครัว หรือเพื่อนฝูง สังคมล้อมรอบเรา เปิดใจความรู้สึกของตนเอง และเข้าใจถึงจิตใจของผู้อื่น รู้จักให้เวลาตนเอง และคนสำคัญในชีวิต ให้มีเวลา กิจกรรม ในการเสริมสร้างความสัมพันธ์ที่ดีต่อกัน
ดูแลรักษาสุขภาพทั้งกายและจิตใจให้แข็งแรงอยู่เสมอ ออกกำลังกายเป็นประจำ รับประทานอาหาร ที่มีประโยชน์ พักผ่อนให้เพียงพอ
เมื่อมีความเครียดทางจิตใจหรือมีปัญหา ควรหาโอกาสผ่อนคลาย ด้วยการทำงานอดิเรก ออกกำลังกายจะทำให้มีจิตใจที่สบายขึ้น
เรียนรู้วิธีเข้าใจอารมณ์ของตัวเอง มุ่งเน้นจัดการความคิดในเชิงบวก ควรมีเวลาแต่ละวันในการทำสมาธิ เพื่อที่จะได้เข้าใจสภาวะจิตใจในแต่ละช่วงขณะ`;